Revit 2027 API
ContourSettingItem.Stop Property
 The contour range stop elevation.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Stop { get; }
Public ReadOnly Property Stop As Double
	Get
public:
property double Stop {
	double get ();
}
member Stop : float with get
Property Value
Double
See Also
Reference
ContourSettingItem Class
Autodesk.Revit.DB Namespace